/**
 * Simplified Chinese translation for bootstrap-datetimepicker
 * Yuan Cheung <advanimal@gmail.com>
 */
;(function($){
	$.fn.datetimepicker.dates['zh-CN'] = {
			days: [__("星期日"), __("星期一"), __("星期二"), __("星期三"), __("星期四"), __("星期五"), __("星期六"), __("星期日")],
			daysShort: [__("周日"), __("周一"), __("周二"), __("周三"), __("周四"), __("周五"), __("周六"), __("周日")],
			daysMin:  [__("日"), __("一"), __("二"), __("三"), __("四"), __("五"), __("六"), __("日")],
			months: [__("一月"), __("二月"), __("三月"), __("四月"), __("五月"), __("六月"), __("七月"), __("八月"), __("九月"), __("十月"), __("十一月"), __("十二月")],
			monthsShort: [__("一月"), __("二月"), __("三月"), __("四月"), __("五月"), __("六月"), __("七月"), __("八月"), __("九月"), __("十月"), __("十一月"), __("十二月")],
			today: __("今天"),
			suffix: [],
			meridiem: [__("上午"), __("下午")]
	};
}(jQuery));
